[{"id": "13568871", "author": "m...k", "recommendation": "Polecam", "score": 5.0, "is_confirmed": "Tak", "issue_date": "2020-12-13", "purchase_date": "2020-11-13", "votes_yes": "0", "votes_no": "1", "contents": "Ogromny Monitor ale dzięki dużemu zakrzywieniu ekranu, można szybko przyzwyczaić się do jego rozmiarów. Plastiki lekko strzelają (wynika to chyba z różnicy temperatur), ponieważ zdarza się to po włączeniu monitora ale również po jego wyłączeniu. W natywnej rozdzielczości na rtx 3080 + ryzen 5800, np Division chodzi w około 70-80 fps, a wiec w grach żeby wykorzystać 240 Hz trzeba mieć monstrualną maszynę. ", "positives": ["ogromy"], "negatives": ""}, {"id": "13921224", "author": "Marek", "recommendation": "", "score": 3.0, "is_confirmed": "Tak", "issue_date": "2021-02-09", "purchase_date": "2021-01-14", "votes_yes": "0", "votes_no": "0", "contents": "Jakoś obrazu świetna, jednak masa niedoróbek i defektów, które od prawie roku są znane i nie zostały poprawione. Martwe piksele, migotanie gsync (widać pieniądze kupują certyfikację), Odgłos \"pykania\" gdy monitor się nagrzewa. Ogólnie średnie wykonanie. ", "positives": ["ogromy"], "negatives": ""}, {"id": "13151307", "author": "Użytkownik Ceneo", "recommendation": "Polecam", "score": 4.5, "is_confirmed": "Nie", "issue_date": "2020-10-01", "purchase_date": "2020-10-01", "votes_yes": "7", "votes_no": "3", "contents": "Monitor bezkonkurencyjny na rynku aktualnie nic lepszego o tych parametrach, podświetlenie matrycy przyzwoite, jakość matrycy świetna.\nMożna by się przyczepić do funkcji HDR i FreeSync gdyż w trybie windows powodują czasem dziwne efekty, ale tylko chwilowe i ledwo dostrzegalne ( chwilowe mrużenie obrazu).\nAle:\nCzy ten monitor powoduje resety komputera po wyjściu z uśpienia w systemie windows? ( z uśpienia lub hibernacji komputera ).\nCzasem bezpośrednio po włączeniu menu monitora występuje reset komputera.\nNa kilku różnych komputerach miałem takie resety co 10-te wyjście z uśpienia,  dwa różne kable DisplayPort i ten \"monitorek\", na innych monitorach wszystko jest ok.\nPrawdopodobnie  dotyczyło to mojego egzemplarza zakupionego zaraz po premierze, dlatego 45/5 a nie 5.", "positives": "", "negatives": ""}, {"id": "13549988", "author": "m...l", "recommendation": "Polecam", "score": 5.0, "is_confirmed": "Tak", "issue_date": "2020-12-10", "purchase_date": "2020-11-27", "votes_yes": "0", "votes_no": "0", "contents": "Monitor na najwyższym poziomie. Oczywiście można się przyczepić do paru kwestii, ale nie ma sensu szukać dziury w całym :)", "positives": "", "negatives": ""}, {"id": "13106890", "author": "Darious", "recommendation": "Polecam", "score": 5.0, "is_confirmed": "Tak", "issue_date": "2020-09-20", "purchase_date": "2020-09-20", "votes_yes": "0", "votes_no": "11", "contents": "ok", "positives": "", "negatives": ""}]